Repository: kinten108101/boki
Catalog: po/*.po
Languages: vi

source: Must specify a location to save.
vi: Phải chọn địa điểm lưu về.

source: Get files from Steam Workshop
vi: Lấy tập tin từ Steam Workshop

source: Development
vi: Phát triển

source: Download Directory
vi: Thư mục tải về

source: Requires internet connection
vi: Yêu cầu kết nối mạng

source: Return to "Enter URL"
vi: Quay trở lại trang "Nhập URL"

source: Home
vi: Trang chủ

source: Preview
vi: Xem trước

source: Browsing
vi: Duyệt

source: General
vi: Chung

source: Go back
vi: Lùi một trang

source: Go forth
vi: Tiến một trang

source: Quit
vi: Thoát

source: Toggle primary menu
vi: Đóng mở menu chính

source: Stop downloading?
vi: Ngừng tải?

source: You will lose all progress.
vi: Mọi dữ liệu đã tải sẽ bị mất.

source: Cancel
vi: Hủy

source: Stop
vi: Ngừng

source: Click "Enter URL..." to proceed.
vi: Nhấn nút "Nhập URL..." để bắt đầu.

source: URL
vi: Địa chỉ URL

source: The file associated with this Workshop page will be validated then downloaded.
vi: Chương trình sẽ truy ra tập tin cần tải từ trang Workshop này, xác minh tập tin, rồi tải tập tin về máy.

source: Main Menu
vi: Menu chính

source: New Window
vi: Thêm cửa sổ

source: New window
vi: Thêm cửa sổ

source: Close window
vi: Đóng cửa sổ

source: Preferences
vi: Cài đặt

source: Keyboard Shortcuts
vi: Phím tắt

source: About Boki
vi: Thông tin về Boki

source: Enter _URL...
vi: Nhập _URL...

source: Enter URL
vi: Nhập URL

source: _Validate
vi: _Xác minh

source: File Details
vi: Thông tin

source: Estimated Size
vi: Kích thước dự đoán

source: Options
vi: Tùy chỉnh

source: Location
vi: Vị tri

source: The file will be saved under this path.
vi: Tập tin sẽ được lưu vào vị trí này.

source: _Download
vi: _Tải

source: Download In Progress
vi: Đang tải

source: An error occurred
vi: Chương trình gặp lỗi

source: Copied to clipboard
vi: Sao chép thành công

source: Select Location
vi: Chọn vị trí

source: Report an Issue
vi: Báo lỗi
